{
    "heroes": [
        {
          "name": "Aden",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/aden.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/aden.png",
          "type": "gardien",
          "atk": 4216,
          "def": 4216,
          "hp": 10379,
          "crit": 532,
          "mag": 1505,
          "story": "Au cours d'un dernier effort defensif à Cromwell, la sœur d'Aden a ete contrainte de s'echapper avec les autres pendant que les chevaliers tenaient la ligne de front. Aden a perdu son père et son frère cette nuit-là. Après avoir ete prisonnier pendant de nombreuses annees, Aden a finalement ete libere à la fin de la Grande Guerre. Son seul but est maintenant de decouvrir que le destin de sa sœur est l'espoir de le retrouver."
        },
        {
          "name": "Aladdin",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/aladdin.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/aladdin.png",
          "type": "voleur",
          "atk": 3865,
          "def": 3221,
          "hp": 8537,
          "crit": 3911,
          "mag": 1173,
          "story": "Un jeune voyou des frontières du desert entre Kalyrn et Cyron, Aladdin est un orphelin qui a grandi en se debrouillant dans la rue. Bien que la vie ait ete dure, son sens de l'humour et son habile habilete lui ont valu de l'argent et des camarades. Bien qu'il semble qu'il ne se soucie que si un tresor est implique, au fond, il tient à ses amis avant tout."
        },
        {
          "name": "Alice",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/alice.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/alice.png",
          "type": "guerrier",
          "atk": 4977,
          "def": 3888,
          "hp": 9799,
          "crit": 511,
          "mag": 822,
          "story": "Fille d'un riche negociant des Pays-Bas, Alice a ete elevee comme n'importe quelle jeune fille de son rang, avec de bonnes manières, une charmante etiquette et des passe-temps distingues. Malheureusement pour ses parents, Alice prefère de loin sa petite promenade d'après-midi dans des contrees rêveuses bien au-delà de la sienne - une vagabonde dans son pays des merveilles personnel."
        },
        {
          "name": "Altima",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/altima.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/altima.png",
          "type": "gardien",
          "atk": 2998,
          "def": 4997,
          "hp": 11328,
          "crit": 547,
          "mag": 1547,
          "story": "La personnalite timide et reservee d'Altima est mise de côte dès que la securite et le bien-être de sa prêtresse Emilia sont menaces. Les gardiens elfiques constituent une classe noble vouee uniquement à la protection de leurs mages et Altima a travaille dur pour pouvoir rejoindre ce groupe d'elite. Altima aime simplement être à côte d'Emilia et il est clair que les deux sont inseparables."
        },
        {
          "name": "Arthur",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/arthur.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/arthur.png",
          "type": "gardien",
          "atk": 2998,
          "def": 4997,
          "hp": 11328,
          "crit": 547,
          "mag": 1547,
          "story": "Jeune roi originaire du royaume recule de Camelot, Arthur est un garçon gentil et juste qui ne se laisse pas decourager par les difficultes et qui valorise l'intelligence au detriment de la force brute. Accompagne de ses meilleurs amis, le fidèle chevalier Lancelot et le sage magicien Merlin, Arthur est en voyage à la recherche du Saint Graal, une relique sacree qu'il doit obtenir pour monter sur le trône et devenir le souverain suivant."
        },
        {
          "name": "Ash",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/ash.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/ash.png",
          "type": "archer",
          "atk": 4077,
          "def": 3203,
          "hp": 8154,
          "crit": 2225,
          "mag": 1060,
          "story": "Ami d'enfance des Vaillants Kane, Ash n'a pas reussi à se faire passer pour les gardes royaux qu'ils ont promis de rejoindre et de servir ensemble. Laissee avec la conclusion amère que Kane a exploite les liens familiaux pour gagner un avantage sur elle, Ash s'est tournee vers une vie de pillage aveugle, rendant sa marque personnelle de \"justice\" à ceux qu'elle estimait être sous-estimes de leurs merites. Cette brûlante jalousie l'amènerait finalement à se croiser avec des forces beaucoup plus sombres qu'elle n'aurait pu l'imaginer."
        },
        {
          "name": "Blanche Neige",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/blanche neige.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/blanche neige.png",
          "type": "soigneur",
          "atk": 8058,
          "def": 7091,
          "hp": 16116,
          "crit": 1703,
          "mag": 8472,
          "story": "Originaire des terres etrangères des Fablelands, Snow White est une ambassadrice de la paix qui cherche à etablir des relations et des offres d'assistance à Arathos. Soigneuse bien entraînee elle-même, Blanche-Neige ne demande rien de plus que la fin des souffrances infligees par les forces obscures. Bien que certains considèrent cette jeune femme sage comme etant trop naïve, beaucoup s'assemblent à ses côtes en tant que leur doux ange."
        },
        {
          "name": "Cassandra",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/cassandra.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/cassandra.png",
          "type": "voleur",
          "atk": 1100,
          "def": 8161,
          "hp": 20227,
          "crit": 5068,
          "mag": 1165,
          "story": "Maîtrise de la rhetorique et tisseuse de mots, Cassandra aime manipuler les autres pour faire ce qu'elle veut. pas même ses compagnons seigneurs noirs ou leurs disciples ne sont epargnes. Cassandra est intimement proche du chef des seigneurs des tenèbres, mais sans reticence; malgre toutes ses ruses, elle peut toujours posseder des desirs de nostalgie humains - que ce soit la convoitise ou l'amour."
        },
        {
          "name": "Cendrillon",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/cendrillon.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/cendrillon.png",
          "type": "mage",
          "atk": 6769,
          "def": 7413,
          "hp": 17406,
          "crit": 1059,
          "mag": 8795,
          "story": "Elevee par un père indifferent, une cruelle belle-mère, et traitee comme une bonne par ses demi-sœurs, Cendrillon aspirait à être sauvee de sa triste vie. Le passe âpre lui a confere un esprit durable, même s’il est masque par son temperament doux et doux. Cendrillon trouve la joie la plus petite des choses et c'est l'innocence qui a pousse la fee marraine à l'encadrer dans les arts mystiques, dans l'espoir de pouvoir s'en servir pour ameliorer sa vie. Elle faillit y arriver, rencontrant le prince charmant dans sa fuite. Cependant, les choses ne firent que s'aggraver, alors elle s'enfuit à Arathos, dans l'espoir de trouver le vrai bonheur."
        },
        {
          "name": "Chaperon Rouge",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/chaperon rouge.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/chaperon rouge.png",
          "type": "archer",
          "atk": 9025,
          "def": 6769,
          "hp": 18695,
          "crit": 4604,
          "mag": 2348,
          "story": "Ne laissez pas sa petite taille vous tromper - Le Chaperon Rouge ou Red pour faire court, est l’une des filles les plus energiques que vous rencontrerez jamais. Son capuchon rouge distinctif a ete fabrique avec amour par sa grand-mère. En depit d'un malheur d'enfance impliquant des loups, Red navigue neanmoins dans les forêts avec facilite et est plus heureuse en jouant avec ses amis les animaux."
        },
        {
          "name": "Co Kane",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/co kane.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/co kane.png",
          "type": "archer",
          "atk": 4229,
          "def": 3603,
          "hp": 8772,
          "crit": 1768,
          "mag": 1768,
          "story": "La disciple noire Ash Theren, dans son obsession de la vengeance, obtint une relique d'un pouvoir immense d'un genie - la Reality Forge. Et à partir de là, son terrible souhait fut exauce sous la forme d'une version deformee et diabolique de Kane. Contrairement à son homologue Valiant, il possède tous les pouvoirs du premier Kane Reinholt, sans inhibitions ni humanite. Cette Kane est violente, sans peur et sans pitie. Bien qu'il deteste l'idee de prêter allegeance à quelque chose ou à n'importe qui, Kane fut finalement convaincu d'assumer le rôle de \"Seigneur des Tenèbres\" par le Roi des Tenèbres lui-même."
        },
        {
          "name": "Cybella",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/cybella.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/cybella.png",
          "type": "archer",
          "atk": 8280,
          "def": 6210,
          "hp": 17151,
          "crit": 4224,
          "mag": 2154,
          "story": "Feisty et precoce, Cybella a fait preuve d'une grande prouesse au combat en tant que jeune fille, en battant des guerriers qui l'ont surpassee à la fois physiquement et au combat. Son œil vif pour les ouvertures et sa precision mortelle sont ses plus grands atouts. Elle parcourt maintenant Arathos pour participer à des tournois, dans l’espoir de pouvoir defier un Valiant lors d’un combat glorieux."
        },
        {
          "name": "Darrion",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/darrion.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/darrion.png",
          "type": "gardien",
          "atk": 6387,
          "def": 11000,
          "hp": 25195,
          "crit": 1165,
          "mag": 1875,
          "story": "Premier fils du heros de guerre, Leoric Aldred. etant l'aîne, Darrion a grandi avec un sens aigu du devoir et de la justice. Il rejoignit les Chevaliers sacres et combattit les hordes de morts-vivants pendant la guerre, où il obtint plus tard le titre de Valiant."
        },
        {
          "name": "Diao Chan",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/diao chan.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/diao chan.png",
          "type": "soigneur",
          "atk": 3034,
          "def": 3178,
          "hp": 7513,
          "crit": 763,
          "mag": 4087,
          "story": "Irresistible. elegant. Compatissant. Diao Chan est l'incarnation vivante de ces traits. Consideree comme l'une des quatre plus grandes beautes de son royaume, Diao Chan est indifferente à l'attention, choisissant de concentrer ses energies sur sa mission vitale - le salut des autres. Bien que profondement amoureuse de Lu Bu, elle se trouve souvent en desaccord avec lui en raison de son ambition de conquerir le royaume en tant que chef de guerre."
        },
        {
          "name": "Dindrane",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/dindrane.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/dindrane.png",
          "type": "archer",
          "atk": 4190,
          "def": 2600,
          "hp": 7947,
          "crit": 2064,
          "mag": 1775,
          "story": "Enthousiaste et pleine de vigueur, Dindrane, très petite, peut suivre le rythme de son frère aîne, un chevalier de la cour d'Arthur. Malgre tous les efforts de son frère pour la surprotection, Dindrane se glisse souvent dans la forêt pour pratiquer le tir à l'arc toute seule. Il n’est pas etonnant qu’une âme aussi innocente ait ete capable de percevoir le Saint Graal. Après tout, le prochain roi de Camelot doit s’appuyer sur une telle purete pour exploiter le pouvoir de la Lumière."
        },
        {
          "name": "Drake",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/drake.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/drake.png",
          "type": "guerrier",
          "atk": 10758,
          "def": 8543,
          "hp": 18352,
          "crit": 1988,
          "mag": 1039,
          "story": "Drake, seul fils survivant de la Selbert Dragon Slayer House. Dès son jeune âge, il a dû apprendre de ses conseillers et de son conseil pour prendre soin des personnes qui se trouvaient sous sa maison. Determine à ne pas laisser les autres subir le même sort que ses parents, il est en train de construire un nouvel ordre de Dragon Slayers."
        },
        {
          "name": "Eliza",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/eliza.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/eliza.png",
          "type": "guerrier",
          "atk": 10959,
          "def": 8703,
          "hp": 18695,
          "crit": 2026,
          "mag": 1059,
          "story": "Une fille enfantine reprise par les seigneurs des tenèbres et dont le regard juvenile contredit son immense force. Eliza est un mangeur vorace avec un appetit enorme pour la nourriture et une destruction sans motif. Il n'y a rien qui puisse s'interposer entre elle et son prochain repas."
        },
        {
          "name": "Ellis",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/ellis.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/ellis.png",
          "type": "mage",
          "atk": 3081,
          "def": 2681,
          "hp": 7564,
          "crit": 1720,
          "mag": 3261,
          "story": "Ellis est une archeologue maîtrisant parfaitement les langues anciennes. Elle passe son temps à etudier d'anciens artefacts magiques. Elle se rend frequemment dans des lieux desoles en se basant sur ses decouvertes, dans l'espoir de decouvrir et d'apprendre des civilisations perdues."
        },
        {
          "name": "Elseia",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/elseia.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/elseia.png",
          "type": "soigneur",
          "atk": 4363,
          "def": 4553,
          "hp": 10055,
          "crit": 813,
          "mag": 4607,
          "story": "Sans doute la fee la plus mysterieuse de toutes, Elseia se mêle rarement aux autres fees. On dit qu'elle sait invoquer les pouvoirs puissants de la nature pour soigner les blessures et conjurer les sortilèges. Certains pensent qu'elle est une creature de lumière, genereuse et rayonnante. D'autres cependant affirment que lorsqu'elle se met en colère, son corroux provoque un poision mortel."
        },
        {
          "name": "Emiko",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/emiko.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/emiko.png",
          "type": "archer",
          "atk": 5023,
          "def": 3118,
          "hp": 9527,
          "crit": 2474,
          "mag": 2128,
          "story": "Ne de natifs de Kalryn qui ont immigre aux rudes frontières de Mojevo pour des raisons non precisees, Emiko est un entrepreneur prolifique dote d'un vaste reseau de contacts dans divers metiers à travers Arathos. etudiante chez Snowgorge, l'expertise d'Emiko en tant que chimiste et ingenieur lui a permis de lancer son entreprise. Lorsqu'elle ne consacrera pas ses ressources considerables à la transformation du plomb en or, elle achètera des armes à feu exotiques à ajouter à sa collection. Pour quelqu'un ayant des interêts aussi divers, peu de gens connaissent vraiment le marchand de haut vol. Son comportement à but lucratif sert de couverture à quelque chose de plus mysterieux, comme l'a note un ancien apprenti, le père de Levy Tinker, le legendaire Mycroft. Neanmoins, il faut faire preuve d’un certain scepticisme quant à savoir qui est vraiment Emiko, car la plus grande partie de son histoire vient de son propre recit. Et qui peut vraiment faire confiance aux paroles d'un homme d'affaires avise?"
        },
        {
          "name": "Emilia",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/emilia.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/emilia.png",
          "type": "soigneur",
          "atk": 3178,
          "def": 3756,
          "hp": 7802,
          "crit": 763,
          "mag": 3075,
          "story": "La classe sacree de guerisseur est reprise par les Elfes qui souhaitent proteger leur peuple ainsi que leur royaume. Exceptionnellement en accord avec les esprits, Emilia etait consideree comme une elite et se voyait attribuer un rang eleve dans sa caste. Sa fidèle tutrice, Altima, est une amie et une confidente de longue date, qui soutient souvent Emilia à la fois en temps de conflit et en temps de paix."
        },
        {
          "name": "Faye",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/faye.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/faye.png",
          "type": "gardien",
          "atk": 5695,
          "def": 9808,
          "hp": 22465,
          "crit": 1039,
          "mag": 1672,
          "story": "Après avoir ete sauvee d'un village dechire par la guerre, Faye s'est reveillee sans souvenir de son passe. Adoptee par un honorable paladin, elle l’admirait en tant que mère et mentor en grandissant. Faye parcourt maintenant le royaume pour aider les personnes dans le besoin en cherchant des indices sur son passe."
        },
        {
          "name": "Fee Ares",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/fee ares.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/fee ares.png",
          "type": "mage",
          "atk": 2488,
          "def": 1947,
          "hp": 5194,
          "crit": 1870,
          "mag": 2411,
          "story": "Cette fee malicieuse a en elle la foir d'Arès. On dit que les pouvoirs de cette fee peuvent modifier la foi des Heros."
        },
        {
          "name": "Fee Athena",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/fee athena.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/fee athena.png",
          "type": "mage",
          "atk": 2488,
          "def": 1947,
          "hp": 5194,
          "crit": 1870,
          "mag": 2411,
          "story": "Cette fee malicieuse a en elle la foir d'Athena. On dit que les pouvoirs de cette fee peuvent modifier la foi des Heros."
        },
        {
          "name": "Fee Hera",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/fee hera.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/fee hera.png",
          "type": "mage",
          "atk": 2488,
          "def": 1947,
          "hp": 5194,
          "crit": 1870,
          "mag": 2411,
          "story": "Cette fee malicieuse a en elle la foir d'Hera. On dit que les pouvoirs de cette fee peuvent modifier la foi des Heros."
        },
        {
          "name": "Fee Hercule",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/fee hercule.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/fee hercule.png",
          "type": "mage",
          "atk": 2488,
          "def": 1947,
          "hp": 5194,
          "crit": 1870,
          "mag": 2411,
          "story": "Cette fée malicieuse a en elle la foir d'Hercule. On dit que les pouvoirs de cette fée peuvent modifier la foi des Héros."
        },
        {
          "name": "Felix",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/felix.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/felix.png",
          "type": "archer",
          "atk": 3922,
          "def": 3081,
          "hp": 7844,
          "crit": 2141,
          "mag": 1020,
          "story": "Félix était sans but dans sa jeunesse, le dépensant en compagnie de bandits. Il a été emprisonné après une tentative de vol infructueux, mais cela a marqué un tournant dans sa vie. Quand ses compagnons de détention ont tenté de jailbreaker, Felix a protégé le gardien en chef d'une tentative d'assassinat. Reconnaissant pour l'aide de Felix et impressionné par son don au tir à l'arc, le gardien en chef s'est arrangé pour que Felix participe en tant que duelliste à l'Arena en échange de sa peine restante. Depuis lors, Félix est devenu un favori de la foule et a reçu le surnom de \"Bob\" pour des raisons inconnues."
        },
        {
          "name": "Freya",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/freya.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/freya.png",
          "type": "guerrier",
          "atk": 12065,
          "def": 9581,
          "hp": 20581,
          "crit": 2230,
          "mag": 1165,
          "story": "Fille du chef respecté des rebelles, Freya a été formée très tôt à l'art de la guerre et du combat. Croyant en la justice et en l’égalité entre les peuples, Freya a dirigé une rébellion visant à renverser les dirigeants corrompus dans les villes d’Arathos. Freya a plus tard remporté le titre de Valiant pour son expertise inégalée en matière de combat et ses actes désintéressés."
        },
        {
          "name": "Gengis Khan",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/gengis khan.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/gengis khan.png",
          "type": "archer",
          "atk": 100,
          "def": 100,
          "hp": 100,
          "crit": 100,
          "mag": 100,
          "story": "Né \"Temujin\", le jeune guerrier nomade a vécu une enfance semée d'embûches et de dangers. Gengis Khan a développé une volonté incroyable de survivre et de réussir. Il a rapidement unifié son peuple pour remporter le titre de \"Grand Khan\" et a créé le plus grand empire que le monde ait connu grâce à sa maîtrise sans faille des manœuvres tant militaires que politiques. Gengis Khan croit être le maître de son destin et, désirant peut-être un défi au-delà de la conquête du monde, il est maintenant arrivé à Arathos. Quels sont ses véritables motifs, est-ce que tout le monde devine ..."
        },
        {
          "name": "Guan Yu",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/guan yu.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/guan yu.png",
          "type": "gardien",
          "atk": 8409,
          "def": 6607,
          "hp": 16818,
          "crit": 4590,
          "mag": 2188,
          "story": "Farouchement loti et indomptable au combat, Guan Yu est une soeur jurée et l'un des lieutenants les plus dignes de confiance de Lord Liu Bei des Trois Royaumes. Son incroyable puissance lui a valu le surnom de \"Red Warrior\", un titre qu'elle détient avec une grande fierté, à la fois en tant que réalisation personnelle et en tant que dissuasif unique contre les ennemis qui osent envahir leurs terres."
        },
        {
          "name": "Guenievre",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/guenievre.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/guenievre.png",
          "type": "soigneur",
          "atk": 3178,
          "def": 3467,
          "hp": 7802,
          "crit": 763,
          "mag": 3364,
          "story": "Jeune femme noble à la cour de Camelot, dont la famille a été conseillère et amie de la Couronne. En dépit de sa haute position, Guinevere est humble et sincère envers tous, indépendamment de leur statut. C'est une amie d'enfance d'Arthur et les deux partagent de nombreux souvenirs. Sous la douce façade de Guinevere se cache une forte volonté de protéger ses proches, même si cela signifie son sacrifice."
        },
        {
          "name": "Henry",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/henry.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/henry.png",
          "type": "gardien",
          "atk": 4331,
          "def": 4331,
          "hp": 10662,
          "crit": 547,
          "mag": 1547,
          "story": "Henry a été élevé sur des histoires de chevalerie et des chansons de grands héros, chantant souvent en naviguant le long du grand lac près de son château. Le prince Henry a grandi à la fois pour aimer et détester sa splendide richesse, et des années pour une véritable amitié, dans l'espoir de rencontrer quelqu'un qui peut voir au-delà de son statut. Sa vie protégée a pris fin brusquement après qu'un puissant Seigneur des Ténèbres ait conquis son royaume et l'a transformé en grenouille."
        },
        {
          "name": "Horreur des Enfers",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/horreur des enfers.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/horreur des enfers.png",
          "type": "gardien",
          "atk": 8575,
          "def": 5618,
          "hp": 19813,
          "crit": 1563,
          "mag": 2450,
          "story": "Puissantes, gigantesque et mort-vivantes, les Horreurs des Enfers restent un mystère difficile à éclaircir en raison de leur caractère peu amène. Tout ce que l'on sait d'elles, c'est qu'elles sont extrêment rares et sont capable de canaliser une vaste quantité d'énergie magique qui peut être racoltée sous certaines conditions."
        },
        {
          "name": "Hua Mulan",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/hua mulan.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/hua mulan.png",
          "type": "guerrier",
          "atk": 10399,
          "def": 8258,
          "hp": 17739,
          "crit": 1922,
          "mag": 1004,
          "story": "Pendant longtemps, Hua Mulan a vécu une vie d'angoisse et de frustration. En dépit de son immense amour pour sa famille, elle aspirait à se libérer de son rôle à la maison et à faire l'expérience du monde extérieur. Quand l'édit arriva dans son village pour recruter un homme valide de chaque foyer, ce n'était pas ce désir d'aventure mais plutôt un noble esprit de sacrifice et d'amour qui l'avait incitée à se faire passer pour un homme et à s'enrôler à sa place. père et frère. Les deux ont soit vu trop d'hivers ou trop peu. Et pendant plus d’une décennie, Mulan s’est distinguée en tant que redoutable soldat. Les exploits de sa bravoure et de son habileté s'étendent au loin, bien que son nom n'ait jamais été connu. Grâce à ses camarades de confiance, Mulan a réussi à garder un profil bas tout au long de sa carrière, évitant ainsi l’inspection non souhaitée que son identité pourrait apporter. Mulan est rentrée chez elle en honneur et a découvert qu'elle ne pouvait plus vivre dans une vie de paix et de tranquillité. Avec la bénédiction des dieux, elle prend les armes et sa légende une fois de plus dans un nouveau monde où elle peut combattre le bon combat."
        },
        {
          "name": "Huang Zhong",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/huang zhong.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/huang zhong.png",
          "type": "archer",
          "atk": 4045,
          "def": 3178,
          "hp": 8091,
          "crit": 2208,
          "mag": 1052,
          "story": "L'expérience de Huang Zhong au combat est sans égale parmi les cinq généraux tigres du royaume de Shu. Plus qu'un simple guerrier, Huang Zhong est également un tacticien expert, capable de voir les vulnérabilités de presque toutes les formations. L'arc et les flèches sont son arme de prédilection, lui permettant de surveiller les mouvements ennemis de vantae tout en restant très impliqués dans un combat. Elle a toujours été extrêmement consciente de la nature éphémère de la jeunesse et ses craintes de perdre un jour la capacité de se battre sont ce qui alimente sa féroce bravoure."
        },
        {
          "name": "Jenny",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/jenny.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/jenny.png",
          "type": "voleur",
          "atk": 4555,
          "def": 3796,
          "hp": 10060,
          "crit": 4609,
          "mag": 1382,
          "story": "Jenny, qui était une protégée de la Shadow Guild, a pris sa retraite après un incident incitatif qu’elle n’a encore révélé à personne. Sa présence dans la guilde a été complètement effacée de ses annales. Depuis, elle se cachait à la vue de tous et dirigeait un établissement populaire à Stonegrasp. Son désir de justice et de justice reste fort, car elle a subrepticement prêté ses ressources et son expérience considérables à des héros petits et grands."
        },
        {
          "name": "Kai",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/kai.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/kai.png",
          "type": "voleur",
          "atk": 3627,
          "def": 3022,
          "hp": 8009,
          "crit": 3670,
          "mag": 1101,
          "story": "Ancien haut responsable de la mystérieuse Shadow Guild, Kai a quitté son poste après la Grande Guerre pour rechercher un sens supérieur. Il a erré à travers Arathos, cherchant un moyen de se nettoyer des péchés qu'il avait commis pendant son séjour dans la Guilde, et de se réconcilier avec ce qu'il est devenu aujourd'hui. Homme taciturne, Kai est souvent absorbé par la méditation qui lui apporte la paix intérieure."
        },
        {
          "name": "Kane",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/kane.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/kane.png",
          "type": "archer",
          "atk": 9936,
          "def": 7452,
          "hp": 20581,
          "crit": 5069,
          "mag": 2585,
          "story": "Kane est bien connu à Arathos pour son esprit vif et son habileté incomparable avec les armes à distance. Il a aidé la maison d'Alexandre pendant la guerre contre l'invasion des tribus barbares. Avec seulement une centaine d'hommes sous ses ordres, Kane les entraîna à devenir de redoutables chasseurs et organisa l'avant-poste contre des milliers de barbares. Cette prouesse l'amène à se voir attribuer le titre de Valiant. Ces jours-ci, Kane continue de maintenir la paix d'Arathos avec son compatriote Valiant, Kiera."
        },
        {
          "name": "Kiera",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/kiera.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/kiera.png",
          "type": "mage",
          "atk": 7452,
          "def": 8161,
          "hp": 19162,
          "crit": 1165,
          "mag": 9682,
          "story": "Identifiée comme un prodige dès son plus jeune âge, Kiera a dû subir des attentes démesurées. La plus jeune fille à avoir valu le titre de Valiant, elle ne souhaite plus que découvrir son propre chemin."
        },
        {
          "name": "Kira",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/kira.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/kira.png",
          "type": "voleur",
          "atk": 3759,
          "def": 3133,
          "hp": 8302,
          "crit": 3804,
          "mag": 1141,
          "story": "Kira (キ ラ), fidèle servante de la famille du chef du clan akagi, a été chargée de protéger Izumi Akagi de l'ombre. Homme de peu de mots et d’émotions, il fait tout ce qui est nécessaire pour la protéger."
        },
        {
          "name": "Lancelot",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/lancelot.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/lancelot.png",
          "type": "guerrier",
          "atk": 10959,
          "def": 8703,
          "hp": 18695,
          "crit": 2026,
          "mag": 1059,
          "story": "Lancelot, mystérieusement lié à la Dame du lac, est l’un des meilleurs talents de chevalier de Camelot. Elle se tient à côté du jeune roi Arthur comme son épée et son bouclier. La loyauté sans faille de Lancelot envers Arthur, non seulement en tant que chevalier, mais en tant que son meilleur ami, est incomparable - même si les deux hommes se disputent parfois."
        },
        {
          "name": "Leah",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/leah.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/leah.png",
          "type": "guerrier",
          "atk": 5289,
          "def": 2871,
          "hp": 9521,
          "crit": 949,
          "mag": 798,
          "story": "Guerrière puissante qui a déjà combattu aux côtés de Freya, Leah s'est retirée du front et se consacre maintenant à la formation de nouvelles recrues qui se battront pour leur cause. Cependant, quand le besoin s’en fait sentir, Leah n'hésite pas à revêtir son armure et à retourner au combat."
        },
        {
          "name": "Leandra",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/leandra.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/leandra.png",
          "type": "mage",
          "atk": 3229,
          "def": 2422,
          "hp": 6593,
          "crit": 1787,
          "mag": 3267,
          "story": "Connu sous le nom de Sorcière Azure ou Azure Princess par certains, Leandra est apparu pour la première fois pendant la Grande Guerre et combattait les armées folles de la Sorcière Rouge. Mystérieusement, elle n'a pas vieilli d'un jour ces dix dernières années. Elle voyage maintenant Arathos à la recherche de réponses à son apparence d'immortalité."
        },
        {
          "name": "Leon",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/leon.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/leon.png",
          "type": "gardien",
          "atk": 5589,
          "def": 9625,
          "hp": 22045,
          "crit": 1020,
          "mag": 1641,
          "story": "Bien que pris en charge par la prestigieuse famille Daracan,  Leon (オ ン) a eu une enfance sans histoire et assez moyenne. Envoye pour s’entraîner en tant que chevalier, il a toujours rêve de se lancer dans une quête epique pour realiser son ambition d’obtenir le titre de Valiant. Ce rêve devient realite lorsqu'il saisit l'occasion d'essayer d'aider trois Valiants à vaincre des bêtes corrompues après leur apparition soudaine et pour commencer à faire des ravages. Bien qu'il se blesse et qu'il soit un peu honteux pour son imprudence, il poursuit sa quête, accompagne de la princesse deguisee Theia Alexandra, qui doit arrêter les bêtes corrompues qui infestent maintenant Arathos. Finalement, après un long voyage et de nombreuses difficultes, il est dans la bataille finale contre le roi des demons, Balthor. C'est Leon qui enfonce l'epee dans le cœur du roi demon avec l'aide de Theia. Cependant, Balthor dit que Leon a seulement retarde ses plans de ramener leur reine. Maintenant, Leon a repandu la nouvelle dans tous les royaumes. Il se prepare pour que tous les royaumes puissent s'unir et travailler ensemble contre cette menace ancienne qui reviendra bientôt."
        },
        {
          "name": "Lorgen",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/lorgen.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/lorgen.png",
          "type": "gardien",
          "atk": 3516,
          "def": 5860,
          "hp": 13283,
          "crit": 641,
          "mag": 1813,
          "story": "Lorgen a été témoin d'innombrables batailles et s'est engagé dans de nombreuses autres avant de se retirer dans la vie d'un artisan à Cromwell. Malgré ses capacités redoutables, il avait gardé un profil relativement bas et était donc capable de maintenir la façade d'un forgeron inoffensif au cours des dix dernières années. Lorgen a un faible pour Leon, une personne en qui il voit un grand destin, allant même jusqu'à lui donner une chance de faire ses preuves en tant que héros, au risque de son gagne-pain. Malgré son âge, Lorgen est loin d'avoir dépassé son apogée et le vétéran, porté à combattre, a décidé de sortir son marteau de la forge et de le retrouver sur le champ de bataille."
        },
        {
          "name": "Lu Bu",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/lu bu.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/lu bu.png",
          "type": "guerrier",
          "atk": 5444,
          "def": 2955,
          "hp": 9799,
          "crit": 977,
          "mag": 822,
          "story": "Possédant une force incroyable et un tempérament insupportable, Lu Bu est souvent décrit par les alliés et les ennemis comme une brute d'homme. Incontesté au combat, Lu Bu préfère de loin les champs de bataille ensanglantés à l'intrigue de la cour, pour laquelle il a terriblement peu de talent. Quoique réputé être déloyalement libre, Lu Lu apprécie peut-être un adversaire capable de lui donner un véritable défi."
        },
        {
          "name": "Lucille",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/lucille.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/lucille.png",
          "type": "soigneur",
          "atk": 8871,
          "def": 7806,
          "hp": 17743,
          "crit": 1875,
          "mag": 9327,
          "story": "Née dans une famille aimante dans une ville marchande, Lucille a grandi avec le sens du devoir d'aider les personnes dans le besoin. Voir comment le chaos a ravagé le pays lui a donné la conviction de consacrer sa vie à la guérison des blessés et des malades. La nouvelle de ses actes s'est répandue de loin, et elle est la première à être proclamée \"Vaillante\" par le peintre d'Arathos."
        },
        {
          "name": "Maleos",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/maleos.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/maleos.png",
          "type": "gardien",
          "atk": 3415,
          "def": 4743,
          "hp": 14040,
          "crit": 623,
          "mag": 1572,
          "story": "Maleos fût autre fois un roi ambitieux et hautain, qui avait accédé à son trône par l'usage de la force. Terrifie par les ravages de la vieillesse, il passa sa vie à chercher fievreusement un moyen de braver la mort à tout prix. Cette ambition folle l'a conduit à établir un marche avec la faucheuse: en echange de l'immortalite, son âme a ete condamnee a rrer sur terre pour toujours, sans jamais pouvoir trouver le repos."
        },
        {
          "name": "Maya",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/maya.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/maya.png",
          "type": "soigneur",
          "atk": 8871,
          "def": 7806,
          "hp": 17743,
          "crit": 1875,
          "mag": 9327,
          "story": "Auparavant, Maya vivait dans une région censée être ensevelie dans les sables. Elle est tout aussi adaptable et venimeuse que les serpents du désert qui revendiquent désormais la région. Maya se porte avec le sang-froid et le charme des monarques d'autrefois, mais il reste à savoir si elle l'a été. Elle est aussi une diva. il serait bien, dans l’intérêt de la conservation de soi, d’éviter sa vanité imprévisible."
        },
        {
          "name": "Mercia",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/mercia.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/mercia.png",
          "type": "gardien",
          "atk": 4360,
          "def": 4360,
          "hp": 10733,
          "crit": 551,
          "mag": 1557,
          "story": "Mercia, jadis un illustre chevalier de Cyron, a été ressuscité grâce à la magie noire pour servir les caprices des seigneurs des ténèbres. La plupart de sa personnalité d'origine a perdu grâce à un rituel aussi interdit. Creuse et sans émotion, Mercia ne vit plus que pour servir et faire plaisir à son maître - certains disent que son passé la hante encore de temps en temps."
        },
        {
          "name": "Merlin",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/merlin.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/merlin.png",
          "type": "mage",
          "atk": 6769,
          "def": 7413,
          "hp": 17406,
          "crit": 1059,
          "mag": 8795,
          "story": "Jeune magicien sage au-delà de ses années, Merlin est une figure calme et fraternelle pour la fête. Merlin parle peu de ses pouvoirs surnaturels; la rumeur dit qu'elle est un cambion, une progéniture de démon et d'humain. Ce jeune magicien énigmatique sert néanmoins fidèlement de la confidente et du guide intellectuel d’Arthur dans sa quête."
        },
        {
          "name": "Miu",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/miu.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/miu.png",
          "type": "voleur",
          "atk": 10083,
          "def": 7481,
          "hp": 18541,
          "crit": 4647,
          "mag": 1068,
          "story": "Bien qu'apparemment antisociale et glacée à première vue, Miu est incroyablement sensuelle quand elle veut être - un avantage qu'elle exerce sur ceux qui ont une faible volonté. Les rumeurs selon lesquelles elle aurait été maudite dans son enfance, faisant en sorte que ses cheveux deviendraient blancs en permanence, sont presque aussi nombreuses que de supposer qu'elle aime simplement les couleurs excentriques."
        },
        {
          "name": "Mordred",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/mordred.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/mordred.png",
          "type": "voleur",
          "atk": 3382,
          "def": 4026,
          "hp": 9342,
          "crit": 3106,
          "mag": 851,
          "story": "Bien que son âge soit semblable à celui du jeune roi Camelot Arthur, Mordred est le plus charismatique et le plus mature des deux. Sa convoitise pour le trône vient d'un amour sincère pour son pays et d'un désir ardent de servir son peuple. Cette ambition, cependant, a le potentiel de le détourner du chemin de la lumière; Mordred ne deviendra un véritable champion de Camelot qu’en maîtrisant ses désirs les plus sombres."
        },
        {
          "name": "Nadia",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/nadia.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/nadia.png",
          "type": "archer",
          "atk": 8859,
          "def": 6644,
          "hp": 18352,
          "crit": 4520,
          "mag": 2305,
          "story": "Nadia, autoproclamée chasseuse de trésors, parcourt les terres dans l’espoir de former un équipage pour la rejoindre dans sa quête de gloire et de fortune en mer. Alors qu'elle rêve de posséder un navire, son style de vie dépensier l'empêche de prendre la mer de si tôt."
        },
        {
          "name": "Nezha",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/nezha.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/nezha.png",
          "type": "voleur",
          "atk": 9481,
          "def": 7034,
          "hp": 17434,
          "crit": 4369,
          "mag": 1004,
          "story": "Nezha n'est pas une jeune fille typique car elle est aussi chahutée que jamais, son tempérament plus digne d'un soldat expérimenté à son âge. Le statut mythique de Nezha était déjà cimenté depuis sa naissance, car sa mère l'a menée à terme après une période extraordinaire de 42 mois, pour finalement donner naissance à une boule de chair. Son père renommé, le général Li Jing, consterné par la naissance d'un \"enfant démon\", tenta de détruire l'entité pour révéler Nezha, indemne et parfaitement formé après avoir clivé le ballon en deux. Nezha a l'esprit de justice de son père et son sens de la justice, mais sa nature impulsive lui a causé des ennuis avec les dieux dragons de la mer. Afin d'épargner sa famille du jugement des dieux, elle déchira son corps en morceaux en guise de pénitence. Saint Taiyi a retrouvé l'esprit de Nezha et d'un bourgeon de lotus, elle est devenue une demi-dieu."
        },
        {
          "name": "Odessa",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/odessa.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/odessa.png",
          "type": "gardien",
          "atk": 6387,
          "def": 11000,
          "hp": 25195,
          "crit": 1165,
          "mag": 1875,
          "story": "Odessa est l'étrange chevalier ténébreux et chevaleresque des ténébreux, dans la mesure où elle respecte un code d'honneur personnel. Bien que connu pour sa loyauté totale envers son chef, Nefariel, et pour sa cause, Odessa montre néanmoins le respect de ses adversaires sur le champ de bataille, refusant de frapper un ennemi par derrière. Peut-être que certains qui se joignent volontiers aux forces des Ténèbres ont trouvé quelque chose qui vaut la peine de se battre."
        },
        {
          "name": "Raegar",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/raegar.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/raegar.png",
          "type": "voleur",
          "atk": 3382,
          "def": 4026,
          "hp": 93942,
          "crit": 3106,
          "mag": 851,
          "story": "Parler en douceur Raegar a toujours été une vie de fête et le fléau des parents elfes partout, qui se plaignent du fait que des enfants comme lui balayent leurs filles impressionnables de leurs pieds. Les talents de Raegar ne se limitent pas à une langue d'argent, son esprit vif est aussi vif que ses lames."
        },
        {
          "name": "Rem",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/rem.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/rem.png",
          "type": "mage",
          "atk": 3494,
          "def": 2620,
          "hp": 7134,
          "crit": 1934,
          "mag": 3536,
          "story": "Une jeune femme nerveuse originaire de Cyron, dont la nature névrotique cache un secret terrifiant. Rem a une personnalité assez divisée, délaissant son identité de démon sur des âmes assez malheureuses pour invoquer sa colère. Rem se donne beaucoup de mal pour faire plaisir à son Seigneur des Ténèbres, espérant sans doute imiter la confiance fraîche que Rem souhaite si désespérément qu'elle avait."
        },
        {
          "name": "Rhea",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/rhea.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/rhea.png",
          "type": "guerrier",
          "atk": 10959,
          "def": 8703,
          "hp": 18695,
          "crit": 2026,
          "mag": 1059,
          "story": "Bien que les elfes fuient la violence autant que possible, certains - comme Rhea - prennent facilement les armes pour mieux protéger leur patrie. Rhea a fait face à la désapprobation de choisir la voie de la guerrière, mais elle en a marre de rire. Toujours prête à affronter le monde, la nature audacieuse et gaie de Rhea lui a valu à la fois ses amis et ses admirateurs."
        },
        {
          "name": "Siena",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/siena.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/siena.png",
          "type": "soigneur",
          "atk": 3081,
          "def": 3642,
          "hp": 7564,
          "crit": 740,
          "mag": 2981,
          "story": "Depuis son plus jeune âge, Sienne a toujours été fascinée par l’histoire d’Arathos. Elle passe la plupart de son temps à la bibliothèque du Sanctuaire pour se documenter sur les événements historiques. Elle espère un jour découvrir la vérité sur le début de la Grande Guerre."
        },
        {
          "name": "Shizu",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/shizu.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/shizu.png",
          "type": "voleur",
          "atk": 3839,
          "def": 3199,
          "hp": 8478,
          "crit": 3885,
          "mag": 1165,
          "story": "Libres d’esprit et téméraires, ceux qui se retrouvent du mauvais côté de Shizu apprennent rapidement ses véritables capacités. Les rumeurs selon lesquelles elle aurait simplement obtenu le titre de Valiant en raison de son nom de famille n’ont fait qu’alimenter son désir de faire ses preuves."
        },
        {
          "name": "Sora",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/sora.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/sora.png",
          "type": "voleur",
          "atk": 3839,
          "def": 3199,
          "hp": 8478,
          "crit": 3885,
          "mag": 1165,
          "story": "Sora est souvent confondue avec le fait qu'elle est beaucoup plus jeune qu'elle ne l'est en réalité, mais la traiter comme un enfant est un feu ardent pour déclencher son tempérament méchant. Sora est féroce et indépendante, préférant y aller seule alors qu'elle poursuit son propre programme. Cependant, ses confrères invocateurs peuvent toujours compter sur elle pour sortir de l'ombre comme un prédateur furtif. De manière appropriée, elle a une forte affinité avec son invocation, Panther."
        },
        {
          "name": "Sven",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/sven.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/sven.png",
          "type": "guerrier",
          "atk": 5405,
          "def": 2934,
          "hp": 9729,
          "crit": 970,
          "mag": 816,
          "story": "Le comportement doux de Sven le présente comme une figure de frère aîné au reste des invocateurs. Il prend particulièrement soin de Talissa, la traitant comme si elle était sa petite sœur. En dépit de sa nature chaleureuse et décontractée, Sven est également connu pour faire preuve d'une cruauté inutile par moment, ce qui peut être le résultat de souvenirs douloureux de la Grande Guerre. Le Wyvern convoqué par Sven peut être considéré comme un symbole de son côté plus sombre."
        },
        {
          "name": "Taegen",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/taegen.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/taegen.png",
          "type": "mage",
          "atk": 6769,
          "def": 7413,
          "hp": 17406,
          "crit": 1059,
          "mag": 8795,
          "story": "Taegen est un jeune mage curieux, doué d'un talent dramatique et d'une curiosité brûlante pour le monde extérieur. Bien que les mystiques dans la société elfique soient rares et signifient généralement des périodes de péril, Taegen est fier de son talent et se réjouit en injectant un peu d'humour pour alléger l'atmosphère et changer la perception de la magie par les elfes en tant que source de conflit."
        },
        {
          "name": "Tatiana",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/tatiana.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/tatiana.png",
          "type": "guerrier",
          "atk": 6081,
          "def": 3501,
          "hp": 11610,
          "crit": 1526,
          "mag": 974,
          "story": "Tatiana Silvius est la dernière d'un peuple puissant connu sous le nom de Dragonborne. Possédant la capacité de communiquer avec les dragons de toutes les manières, la plupart des Dragonborne sont capables d’apprivoiser ces bêtes de feu et de les utiliser comme monture et armes, faisant pleuvoir la mort sur leurs ennemis, capacités que Tatiana possède en abondance. Pendant très longtemps, on pensait que les Dragonborne ne marchaient plus sur les terres d'Arathos jusqu'à ce que Valiant Shizu et l'interpide désespéré Aladdin soient tombés sur Tatiana et ses partisans, collectant des ressources pour Nefariel et ses efforts de guerre de la Légion abyssale. Le cavalier de dragon rencontra le roi des ténèbres pour la première fois peu de temps après son arrivée d'Arathos et ils formèrent rapidement un lien sur la nature tragique de leur passé. La dévotion absolue de Tatiana envers le Roi des Ténèbres l'a incitée à quitter sa vie comme une solitaire."
        },
        {
          "name": "Teresa",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/teresa.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/teresa.png",
          "type": "soigneur",
          "atk": 7392,
          "def": 6505,
          "hp": 14785,
          "crit": 1563,
          "mag": 7773,
          "story": "Teresa a été abandonnée dans son enfance et laissée mourir par des parents sans cœur. Un couple de personnes âgées la trouva en train de pleurer dans un panier au bord de la forêt et la prit pour fille. Malgré son passé tragique, Teresa a grandi pour devenir une jeune femme compatissante, grâce à l'amour inconditionnel de ses parents adoptifs. Suivant leur exemple, elle parcourt maintenant le pays pour apporter son aide aux personnes dans le besoin."
        },
        {
          "name": "Tess",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/tess.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/tess.png",
          "type": "archer",
          "atk": 3901,
          "def": 3323,
          "hp": 8091,
          "crit": 1630,
          "mag": 1630,
          "story": "Stern et sérieux, Tess a la réputation d'être extrêmement méfiant vis-à-vis de l'extérieur. Son dévouement en tant que garde-frontière inspire à la fois crainte et respect à ses camarades. Alors que certains se sont demandé si sa façon de penser était la raison pour laquelle les elfes restaient isolés du monde, d'autres, en particulier les plus anciens, voyaient là un brillant exemple de patriotisme."
        },
        {
          "name": "Theia",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/theia.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/theia.png",
          "type": "soigneur",
          "atk": 7762,
          "def": 6831,
          "hp": 15525,
          "crit": 1641,
          "mag": 8161,
          "story": "Theia (ー ア ー) est la deuxième princesse de son royaume, née quelques années avant la fin de la Grande Guerre. Bien qu’on lui enseigne les manières délicates d’une dame, elle est une adolescente énergique à part entière, voyageant fréquemment dans son royaume sous le déguisement pour rencontrer et comprendre son peuple."
        },
        {
          "name": "Tristan",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/tristan.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/tristan.png",
          "type": "gardien",
          "atk": 4302,
          "def": 4302,
          "hp": 10591,
          "crit": 543,
          "mag": 1536,
          "story": "L'invocateur des gardiens, Tristan, est jeune mais suffisamment pragmatique pour comprendre les sacrifices qu'il faut inévitablement faire en temps de guerre. Il s'efforce de rester fidèle à ses principes - de défendre les faibles et de punir le mal - alors que le chaos, les effusions de sang et les châtiments le suivent chaque pas en avant pour la justice pure. Le fidèle compagnon de Tristan, l'ours de guerre, est l'incarnation de son trouble intérieur."
        },
        {
          "name": "Tyra",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/tyra.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/tyra.png",
          "type": "guerrier",
          "atk": 5897,
          "def": 4607,
          "hp": 11610,
          "crit": 605,
          "mag": 974,
          "story": "Tyra a toujours gardé secrète la raison de sa carrière dans l'arène des gladiateurs. On doit se demander pourquoi, étant donné sa nature érudite, sa vaste connaissance de l’histoire, en particulier de l’archéologie, a toujours suscité son intérêt pour un sport que la plupart de ses Khorbanais fous considéreraient comme barbare. Malgré une famille désapprobatrice, Tyra a pleinement exploité son athlétisme naturel et son éducation académique pour devenir une superstar du circuit Arathos. Dans une carrière aussi brutale et acerbe que la compétition et l'organisation de combats dans des arènes, la nature aimable et positive de Tyra est restée intacte et constitue un phare de lumière populaire pour de nombreux débutants dans le sport."
        },
        {
          "name": "Valerie",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/valerie.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/valerie.png",
          "type": "soigneur",
          "atk": 8132,
          "def": 7156,
          "hp": 16264,
          "crit": 1719,
          "mag": 8550,
          "story": "Le credo de Valérie dans la vie est simple: les forts dévorent les faibles, et marcher sur les autres est le seul moyen d'atteindre le sommet. La route ne s'arrête pas là, bien sûr; il ne faut jamais cesser de gagner et de manières flireuses, cependant, réside une âme aigrie forgée par le malheur de son enfance."
        },
        {
          "name": "Victoria",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/victoria.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/victoria.png",
          "type": "gardien",
          "atk": 5322,
          "def": 9167,
          "hp": 20996,
          "crit": 971,
          "mag": 1563,
          "story": "Les cheveux teintés d'émeraude de Victoria font tourner les têtes partout où elle va, mais de plus en plus de gens murmurent à propos de la chute de sa famille. Maudite par les esprits du mal et ayant une réputation entachée par des parents possédés, Victoria a consacré sa vie à restaurer l’honneur de sa famille. Se porter volontaire pour nettoyer le pays du mal grandissant n’est que sa première étape."
        },
        {
          "name": "Ying Zheng",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/ying zheng.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/ying zheng.png",
          "type": "gardien",
          "atk": 5505,
          "def": 9481,
          "hp": 21716,
          "crit": 1004,
          "mag": 1616,
          "story": "Sans fin ambitieux et extrêmement rusé, Ying Zheng a annexé les royaumes rivaux et a uni le royaume. Il commanda la construction d'une grande muraille et du majestueux palais d'Epang, ordonna de sculpter une légion de Terracota et envoya une mission de mille hommes à la recherche de l'élixir d'immortalité. Il était tellement obsédé par l'obtention de l'immortalité qu'il a laissé son grand empire sombrer dans le chaos. Des charlatans avides se sont laissés aller à sa quête, gravissant rapidement les échelons de la cour impériale, s’enrichissant et apportant des souffrances indicibles au peuple. Alors que des émeutes commençaient à éclater dans tout l'empire, Ying Zheng, trop tard pour réaliser ses erreurs, ne parvenait pas à apaiser les troubles. Lorsque la faille est apparue, Ying Zheng a senti son opportunité et a simulé sa mort, abdiquant le trône à son fils. Il s'est échappé à Arathos."
        },
        {
          "name": "Zhao Yun",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/zhao yun.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/zhao yun.png",
          "type": "voleur",
          "atk": 3865,
          "def": 3221,
          "hp": 8537,
          "crit": 3911,
          "mag": 1173,
          "story": "Ancien combattant de nombreuses escarmouches au service de Lord Liu Bei des Trois Royaumes, le calme de Zhao Yun en fait le candidat idéal pour des missions clandestines. Bien qu'il remette parfois en cause ses actions sous couverture, son dévouement à la cause et à Liu Bei restent inébranlables. Esprit indépendant et courageux, il s'est planté à plusieurs reprises dans la fosse aux lions, allant même au service d'un Seigneur des Ténèbres, à la recherche d'un plus grand bien."
        },
        {
          "name": "Zhuge Liang",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/zhuge liang.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/zhuge liang.png",
          "type": "mage",
          "atk": 2889,
          "def": 3034,
          "hp": 8380,
          "crit": 619,
          "mag": 3653,
          "story": "Ce brillant tacticien est originaire des Trois Royaumes de l'Extrême-Orient, où les coutumes de Kalyrn seraient en partie inspirées. Enfant, Zhuge Liang a été inspirée par la sagesse de vieux spécialistes et par des stratégies militaires et a passé la majeure partie de son temps à se mêler aux intellectuels éminents de son époque. Zhuge Liang est calme et spirituelle bien au-delà de son apparence juvénile, méritant une place bien méritée auprès de son seigneur."
        },
        {
          "name": "Zoey",
          "picture": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/pictures/zoey.png",
          "icone": "https://raw.githubusercontent.com/Zatuar/Projet4A_Mobile/master/data/icones/zoey.png",
          "type": "mage",
          "atk": 7452,
          "def": 8161,
          "hp": 19162,
          "crit": 1165,
          "mag": 9682,
          "story": "Le second Seigneur des Ténèbres à mettre les pieds à Arathos. Malgré son apparence féminine, ses crises de colère sont quelque chose à voir - il y aura la mort si elle ne réussit pas. Une fois enragée, elle dévaste tout ce qu’elle voit sous forme d’explosions boréales et d’énergie électrisante."
        }
      ]
  }
  